cocktails_array=[
new Cocktail({
  "id": 1,
  "available": 1,
  "name": "Маргарита",
  "strength": "Крепкий",
  "kind": "Шорт дринк",
  "flavor": "Кислый",
  "base": "На текиле",
  "img_path": "img/1.jpg",
  "components": [
    [
      "Текила",
      "50 мл"
    ],
    [
      "Трипл сек ",
      "25 мл"
    ],
    [
      "Сахарный сироп",
      "10 мл"
    ],
    [
      "Лаймовый сок",
      "30 мл"
    ]
  ],
  "description": "Cолоноватый кислый коктейль на текиле с лаймовым соком. Бармены во всем мире очень любят создавать твисты на этот классический коктейль, но окаёмка из соли практически всегда остаётся неизменным украшением Маргариты.",
  "recipe": "шейк"
}),
new Cocktail({
  "id": 2,
  "available": 1,
  "name": "Негрони",
  "strength": "Крепкий",
  "kind": "Шорт дринк",
  "flavor": "Горький",
  "base": "На джине",
  "img_path": "img/default.jpg",
  "components": [
    [
      "Джин",
      "30 мл"
    ],
    [
      "Белый вермут",
      "30 мл"
    ],
    [
      "Портвейн",
      "30 мл"
    ]
  ],
  "description": "Крепкий горький коктейль на основе джина с добавлением вермута. Идеален как в качестве аперитива, так и дижестива. Один из самых популярных коктейлей в мире, потрясающе вкусный и гармоничный. ",
  "recipe": "билд в стакане"
}),
new Cocktail({
  "id": 2,
  "available": 1,
  "name": "Негрони",
  "strength": "Крепкий",
  "kind": "Шорт дринк",
  "flavor": "Горький",
  "base": "На джине",
  "img_path": "img/2.jpg",
  "components": [
    [
      "Джин",
      "30 мл"
    ],
    [
      "Белый вермут",
      "30 мл"
    ],
    [
      "Портвейн",
      "30 мл"
    ]
  ],
  "description": "Крепкий горький коктейль на основе джина с добавлением вермута. Идеален как в качестве аперитива, так и дижестива. Один из самых популярных коктейлей в мире, потрясающе вкусный и гармоничный. ",
  "recipe": "билд в стакане"
})
]